atuin
bat
binutils
brotli
btop
bzip2
curl
direnv
dust
fzf
gcc
git
git-delta
glib
go
imagemagick
lazydocker
lazygit
libheif
libzip
neovim
ripgrep
the_silver_searcher
tldr
tmux
tokei
universal-ctags
unzip
